# Chapter 1 - section 3 script.
###############################

# 브금 루프 시작 : 기본_2
# 배경그림 전환 :  (none) -> 학교 강의실 1 안
# 등장 : 주인공 : 왼쪽
m "「」"
m "「1주일 뒤 여러 자료들을 수집하고 이것저것 부원들한테 물어보면서 OT를 준비한 상태로 동아리 강의실에서 대기하고 있었다.」"
# 등장 : 선배_츄리닝_기본 : 오른쪽
m "「선배는 내 옆에 있으면서 신입생들이 모이는 것을 지켜보고 있었다. 동아리 입구 앞에서 부원들은 발 빠르게 돌아다니면서 관심 있는 신입생들 한테 이것저것 나눠주면서 설명하고 있었다.」"
m "「나중에 취업할 때 포트폴리오 작성에 유리 할 것이다, 유명 대기업에 취업한 후기들도 들을 수 있다는 등등 다양하게 설명하는 것이 눈에 들어왔다」"
# 퇴장 : 선배_츄리닝_기본
# 등장 : 엑스트라 군중 : 오른쪽
"학생A@:~$" "이거 다 사실인가요? 기분 나쁘게 들으실 수 있지만 보통 하는 척만 하고 노는 곳으로 변질되는게 대다수라고 들어서요."
#등장 : 엑스트라_1 : 가운데
"부원A@:~$" "친구가 걱정하는 것도 당연해요. 저도 처음에 들어올 때 그 생각을 했거든요. 친구들의 노력에 따라 다르기는 하겠지만 프로젝트와 다른 여러 활동에 성실히 참여하면 좋은 결과를 낼 수 있을 거에요 "
"부원A@:~$" "그리고 친구가 컴퓨터 공학과 아니에요? 그러면 포트폴리오 작성에도 이득인 부분이 많을 거고요. 또한 스터디룸도 존재하니 도서관에 자리가 없을 경우 이곳으로 와도 됩니다."
"부원A@:~$" "모르면 물어볼 수 있게 공부 잘하는 부원들이 대기하고 있어요. 한 번 생각해 보세요~"
"학생B@:~$" "야야 이거 우리 할만한데? 어때?"
"학생C@:~$" "일단 OT 강의도 있으니 한번 들어보고 해보자."
m "「잠만 내가 중요한 역할이잖아. 선배는 진짜…..」"
#퇴장 : 엑스트라_군중
#퇴장 : 엑스트라_1
#등장 : 선배_츄리닝_기본 : 오른쪽
h1 "[playername]~~~ 준비는 잘 해 왔어~?"
m "「옆에서 히죽히죽 거리는 선배를 보니 머리가 지끈지끈해졌다.」"
#등장 : 주인공
m "선배…… 이렇게 중요한 역할을 왜 나한테 맡긴 거죠?! 그리고 회장이면 오늘만큼은 추리닝은 아니잖아요!"
h1 "그치만 이게 편한걸~ 게다가…. 이 차림도 나쁘지 않잖아?"
m "「나는 다시 선배를 다시 바라보았다. 휘날리는 검은 머리결, 찬란한 갈색 눈동자, 그리고 보라색 츄리닝이 케미가 맞아 조화를 이루고 있었다.」"
h1 "저…저기 주인공?"
m "「선배의 목소리에 나는 퍼뜩 정신을 차렸다.」"
m "아..죄…죄송해요. 선배는 옛날이나 지금이나 이..이쁘시네요."
h1 "……"
m "「선배가 화났는지 고개를 돌리며 아무 말도 하지 않았다. 이건 위기다!」"
m "그 이번에 와플가게가 새로 생겼다고 하던데 다음에 같이가요! 평도 4.3으로 좋고 후기들도 나쁘지 않아요!"
h1 "그…그래…."
m "「부원들은 이제 시간이 되었는지 강의실로 안내하였고 신입생들은 강의실에 모여 자리를 잡고 있었다.」"
"부원B@:~$" "자 이제 곧 OT 강의 할 시간이니 준비 하세요~!"
m "「부원중 1명이 나를 보며 이제 시간이 되었다는 것을 알렸다.」"
h1 "이제 할 시간인가 보네 열심히 해 주인공~!"
m "「다시 돌아온 발랄한 목소리에 나는 내심 안심하면서 대답하였다.」"
네 선배!
#퇴장 : 선배_츄리닝_기본
m "「……………………………. (강의중)」"
m "「……………………………」"
m "「강의가 끝난 뒤 나는 마무리 하면서 말을 이어갔다.」"
m "여러분이 나중에 커서 어떤 일을 하시게 될지 미래가 분명하지 않습니다. 하지만 여러분은 1학년 이므로 여러 경험을 할 기회가 넓습니다. 동아리 체험 느낌으로 오셔도 되니 경험 해 보시고 입부하셔도 됩니다. "
m "일단 체험하고 싶으신 분은 밖에 비치된 이 종이를 작성해주세요. OT를 마치겠습니다. 감사합니다!"
m "「내가 말을 끝맺자 신입생들은 자리에 일어서 나가기 시작하였다. 나는 조용히 숨을 돌리며 물을 마셨다. 그러나 아직 안나간 한 사람이 보였다.」"
#등장 : 후배_검은색 : 오른쪽
m "제가 준비한 OT 는 끝났고요 혹시 저한테 개인적으로 물어보실 말씀이라도 있나요?"
"???@:~$" "………"
m "아 혹시 말로 꺼내기 어려우시면 동아리 톡도 있으니 그곳에서 익명으로 대화하시면…"
m "「단발머리를 하고 있는 학생은 마지막 사람이 나가자 나한테 오기 시작하였다.」"
m "음….저기?"
"???@:~$" "찾았다…."
m "..네?"
m "「그녀는 고개를 들더니 내얼굴을 똑바로 마주 보았다.」"
"???@:~$" "오빠가 여기에 있다는 말을 듣고 이 학교에 입학하기 위해 엄청나게 노력했어요…. 그리고 찾았어요."
"???@:~$" "이제 떨어지지 말고 쭉 같이 있어요 [playername] 오빠…"
m "「순간 나는 내 기억을 더듬기 시작하였다. 내가 이 여성분하고 같이 있었던… 기억이…..아….아???」"
m "하…린?"
m "「그녀는 내 말을 듣더니 활짝 웃으면서 내 품에 파고 들었다.」"
#전환 : 후배_검은색-> 후배_츄리닝_웃음
#루프 종료 : 기본_2
#루프 시작 : 기본_3
h2 "드디어 알아채셨네요 오빠!"
m "「오랫동안 소꿉친구로 지내온 유하린, 중학교때까지 같은 학교 다니다가 갑작스럽게 해외로 이사를 가 그 이후로 얼굴을 볼 수 없었다.」"
m "「가끔씩 이메일을 주고 받았지만 어렸을 적의 모습과 많이 달라져 있는 그녀를 보니 새로워진 느낌을 받았다.」"
m "하린 뭐야! 못 본 새에 많이 바뀌었잖아!
#전환 : 후배_츄리닝_웃음 -> 후배_츄리닝_기본
h2 "헤헤…. 오빠도 많이 바뀌었네 보고 싶었어…"
m "「그녀의 조용하면서 나긋한 목소리에 다시 한 번 하린이가 돌아왔다는 걸 깨닫고 어떻게 들어왔는지 이야기 하였다.」"
m "「그녀는 그동안 외국에서 어떻게 지냈는지 간단하게 이야기 한 다음 학교에 들어온 것에 대해 이야기하였다.」"
h2 "별거 아니야 공부해서 들어온 것일 뿐이야. 외국에서 공부한 성적이 인정이 된 것이 다행인거 같아."
m "원래 이쪽 분야로 들어올려고 한 거였어?"
h2 "뭐…그렇지…. 일단 오빠, 난 이거 작성하고 올게.."
m "어..그래 좀 이따가 못한 이야기 하자!"
#퇴장 : 후배_츄리닝_기본
m "「나는 후배를 보내고 마저 강의실을 정리하기 시작하였다……」"
m "「………………….」"
#퇴장 : 주인공
m "「……………………」"
#루프 종료 : 기본_3
#전환 : 학교 강의실 1 안 -> 학교 강의실 1 문밖
#등장 : 선배_츄리닝_기본 : 오른쪽
h1 "「윤미래는 OT가 끝나자 강의실로 들어갈려고 하였다. 그러나 주인공과 대화하는 다른 여성의 목소리에 멈칫 하였다. 그녀는 약간 열려 있는 문 틈새로 2명이 대화하는 것을 듣게 되었다.」")
h1 "주인공한테 소꿉친구가 있었구나…… 흐응……"
h1 "「미래는 스스로 이해하지 못한 벅차 오르는 감정에 조용히 벽에 기대었다.」"
#퇴장 : 선배_츄리닝_기본
#전환 : 학교 강의실 1 문밖 -> (none)
