# Chapter 2 - section 1 script.
###############################
# 브금 루프 시작 : 기본_3
# 배경그림 전환 : none -> 학교 언어의사랑 동아리방
 
m "「OT 강의를 마친 이후 선배로부터 기분 좋은 소식이 담긴 문자를 받게 되었다.」"
h1 "「그거 알아? 작년 보다 입부한 학생이 거의 2배가 2배! 역시 내가 고른 사람은 틀림없이 잘된다니까 후후~」"
m "「이런 뒷문장을 넣을 필요가 없어 보이는데….. 그리고 밑줄에 추신형식으로 자유롭게 동아리 활동 해도 된다고 하였다.」"
m "「그리고 후배한테도 문자가 왔다. 내 설명을 듣고 나중에 큰 도움을 받기 위해 동아리에 입부를 하였고 벌써 뜻 맞는 친구들끼리 모여 스터디 그룹을 한다고 하였다. 전체적으로 2명다 좋게 끝나 내심 다행이라고 생각하였다. 단지…..」"
# 등장 : 후배 츄리닝 기본 : 오른쪽
h2 "[playername]…. 오후엔 저랑 같이 수업… 옆자리에서 같이 들으실래요?"
# 퇴장 : 후배 츄리닝 기본
# 등장 : 선배 츄리닝 기본 : 오른쪽
h1 "[playername]! 내일 오전 수업에 보자!" 
# 퇴장 : 선배 츄리닝 기본

# 등장 : 엑스트라 군중 : 오른쪽
m "「내가 마우스 광클과 순간적인 스피드를 이용한 손가락 손놀림으로 「아이러니하게도 전에는 선배와 같은 수업을 오후에는 후배와 같은 수업을 듣게 된 것이였다. 그냥 그런 우연이 있구나 하면 끝나는 거지만… 내 주변 친구들은 이런 모습을 용서하지 않았다.」"
"질투하는 친구 A@:~$" "너가 우리 학교의 여신하고 같은 수업인거야? 여신이 너한테 무슨 잘못 했어?"
"질투하는 친구 B@:~$" "이번에 온 신입생 중에 청순한 여자애 잇던데 걔랑 아는 사이야? 나 좀 소캐시켜봐바."
"질투하는 친구 C@:~$" "이 녀석 복학하니까 아예 하렘을 만드네 하렘을. 거의 라노벨 급이야."
# 등장 : 주인공 : 왼쪽
m "아 그게 아니라고 몇번을 말해!!! 오랫동안 지내온 사람들일 뿐이라고! 뭐가 불만인거야?!"
"질투하는 친구 A,B,C@:~$" "옆에 여자가 있는게 불만이다!"
# 퇴장 : 엑스트라 군중
m "「이런 질투 어린 시선을 하루에 몇 번이나 받는 것이였다. 정작 2명은 아무 상관도 안하는 것 같았지만.」"
m "「오늘도 수업이 끝나고 나중에 만나서 이 망할 친구들이 무슨 말을 할지 상상하고 있었다.」"

# 배경그림 전환 : 학교 언어의사랑 동아리방 -> 학교 강의동앞 낮
# 등장 : 후배 츄리닝 기본 : 오른쪽
h2 "….배 선배!"
m "「들려오는 후배의 목소리에 나는 소리가 나는 방향으로 고개를 돌렸다. 후배가 나보고 오라고 하는 손짓을 보내고 있었다.」"
m "아 벌써 다음 수업이 시작되나? 빨리 가자."
h2 "그게 아니라… 다음주 축제 때 무엇을 할지 [playername] 선배는 정하셨어요?"
m "「후배는 건물 앞에 있는 게시판을 가리키며 말을 꺼냈다.」"
m "「게시판에는 다양한 학과들이 무엇을 할 것인지 홍보하는 문구가 붙여져 있었다. 그 중에서 술을좋아하는 내가 관심이 가는 건 칵테일 쇼 였다.」"
m "나는 복학생이니 즐길려고 해. 이번에 가볼만한건 칵테일 쇼..려나?"
h2 "그러면 제가 하는 부스에 구경하러 오신다는 거네요! [playername]선배 오기만을 기대해도 되는거죠?"
m "「후배는 활짝 웃으며 나를 바라보았다. 이 순수한 후배가 칵테일쇼? 뭔가 오버렙이 되지 않았다.」"
m "이런걸 너가 배웠다고 음…. 사고 안나는지 내가 지켜 봐야겠는데."
h2 "제가 이걸 위해 자격증을 땃다고요! 게다가 [playername] 선배가 술을 좋… 아니 관심 많은걸 아니 여러가지 가르쳐 줄려고 이 축제를 얼마나 기대했는데!"
m "음? 내가 그런걸 말했었나? 그걸 어떻게 알았어?"
h2 "아….그게….아 프로필 사진에 뒤에 술들이 가득한 것을 봤죠! 그걸 보고 [playername] 선배가 술 좋아하는걸 바로 유추 한 거에요."
m "「하린이는 약간 내 시선을 피하면서 대답을 하였다. 나의 취미를 어떻게 아는지 좀 더 물을려고 할 때였다.」"
"후배 친구A@:~$" "하린! 이제 준비하러 사러 가야될 시간이야! 애들 다 모였어!"
h2 "아 그래 바로 갈께! 선배 저 이제 가야 될 거 같아요 축제 때 제 부스에 꼭 와줘요!"
m "그래 그래 너도 어서 가."
# 퇴장 : 후배 츄리닝 기본


m "「후배는 손을 흔들면서 친구들이 있는 곳으로 갔다. 축제가 벌써 일주일로 다가온 가운데 학교 거리를 걷다보니 벌써 부스 장소가 정해졌는지 정해진 곳에서 분주하게 준비하는 학생들이 보였다.」"
# 등장 : 선배 츄리닝 기본 : 오른쪽
m "「입구에서 선배의 모습이 보였다. 주변에 있는 사람들은 학생회 옷을 입고 있었다. 아마 학생회가 바뀐지 얼마 안돼서 선배한테 물어보는 듯 하였다. 」"
h1 "여기서는 사람들이 많이 모이기 때문에 집중적인 케어가 필요한 부분이야. 사람 대략 6명 정도 배치해서 안내하면 될꺼야."
"학생회 부원 A@:~$" "그럼 학생회 인원이 대략 20명이니 2교대하면서 해야겠네요. 나중에 궁금한게 있으면 또 물어볼께요."
h1 "오케오케, 동아리에 있으니 직접 와도 되고 이야기 길거 같으면 공물도 가져와야되!"
"학생회 부원 B@:~$" "하하하하 알겠어요. 오늘은 어디 가면 안되요!"
m "「학생회 부원들은 서둘러 다른 곳으로 항하였고 선배는 옆에 있는 상자를 들어올리다가 나랑 눈이 마주치게 되었다.」"
h1 "[playername]! 마침 잘 됐다 여기서 상자 들고 기다려봐!"
m "「선배는 내 말이 끝나기 전에 학생회 건물에 들어갔다가 다시 다른 상자를 들고 나왔다. 이 상자들을 봐도 대충 게임할 때 쓰는 기기들 같은데….」"
h1 "[playername]을 만나서 다행이야! 아니였으면 이 누님이 직접 2번 왔다갔다 해야 했어!"
m "어째서 제가 상자를 든다는 전제가 깔려 있는 거죠?"
m "「어느 순간 나도 모르게 상자를 들고 선배와 같이 동아리실로 향하고 있었다. 선배는 나의 씁쓸한 표정에 약간 볼을 부풀렸다."
h1 "뭐야~ 내 일 도와주는게 그렇게 싫은 거야? 게다가 내가 너한테 좋은 걸 알려주려고 하는데."

####
# 분기 2_1_1
분기
m "「이건 선배가 부탁할 때 쓰는 표현이다. 이걸 어캐 받아쳐야 하지?"

    선택지 1. 보통 진짜 좋은 거면 남한테 잘 알려주지 않는데… 
h1 "내가 [playername]이니까 막 알려줄려고 하는거지! 힌트는 이 박스야!"
m "이 박스로 무언가 할 예정인가요?"
h1 "그래! 이걸로 우리의 동아리 행사를 너한테 총괄할꺼야!"

    선택지2. 아 잠만 제가 먼저 대답할께요. 정답은 이 박스에 있는 거죠?
h1 "오 뭐야~ 눈치 야아아악간 부족한 [playername]이 바로 알아채다니!"
m "선배 옆에 있으면 이건 늘수 밖에 없죠. 이 박스로 무엇을 할려는 건가요?"
h1 "응응 이번에 너한테 2개 박스와 함께 동아리 활동의 운명을 맡길꺼야!"
####

m "「동아리 부스 행사를 나한테 맡긴다고? 이건 도대체 무슨 상황인거지. 게다가 박스에 있는 이 기기들, 자세히 보니 꽤나 비싸보이는데 이렇게 박스로 대강 챙겨와도 되는건가.」"
m "잠만, 이런 비싼걸 대강 들고 가도 되는 건가요?"
h1 "응 이거 vr 체험 기기들인데?"
m "아 VR 체험 기기 그 몇백 호가한다는….네?!?!??!"
m "「나는 깜짝 놀라 하마타면 이 금덩어리들을 놓칠 뻔 했다. 나는 약간 의심된 눈으로 선배의 이야기를 들었다.」"
h1 "응, 이번 동아리 활동비 다 털어서 산거야. 근데 부피 자체가 커서 한꺼번에 옮겨올 수가 없더라고. 아 참, 이건 부원들한테 동의 구해서 산거다?"
m "이렇게 귀한걸 선배가 부스 관리를 해야죠. 왜 제가 그걸 굳이 해야 되는 건데요?"
m "「그 뒤에 선배가 내 반응을 예상했듯이 대답하였다.」"
h1 "이번에는 학생회 일을 도와줘야 할거 같아. 무수한 SOS 요청이 지금 날라 들어오거든. 게다가 이번에 동아리에서 VR 체험을 위해 작년부터 진행해 만들어 놓은 게임들이 있어. 이걸로 VR 체험을 다른 사람한테 진행 시키면 되는거야. 뭐 간단한 거라 3개 밖에 없긴 한데 뭐 재밌으면 되지 않을까?"
m "그래도 이걸 위해서 예산을 쓰는건 좀…."
h1 "끝나고 나서도 동아리 부스에서 설치해 계속 쓸수 있잖아? 게다가 다른 곳에가서 체험하려면 1시간에 2-3만원 주는 것보단 여기서 마음껏 쓰는게 부원들한테는 좋을꺼야."
m "복학생인 저보다는 다른 사람한테 맡기는게 낫지 않을까요? 전 막 복학한 참이라 많이 까먹었을거 같고 게다가 서기들도 있잖아요?"
h1 "음 그것도 일리 있네. 하지만 그들도 다른 일들이 있어 바쁘다고 연락을 받아서. 다음으로 동아리 활동에 대해서 잘 아는 너가 적격이라고 생각해. 별거 아니야 너가 부스 관리만 해주면 되 나머지는 개발한 친구들이 설명할꺼니까."
m "「선배의 진지한 목소리에는 오랫동안 고심하여 결정을 내린 선배의 마음이 배어나왔다. 선배의 평상시에는 하늘하늘한 분위기를 풍기지만 옆 모습의 진지하면서도 앙다문 입술을 보니 선배의 준비성에 대해 다시끔 느낄 수 있었다.」"
m "「그 모습을 본 나는 빠르게 결단을 내렸다.」"
m "알겠어요! 관리만 하는 거라면 맡겨 주세요."
h1 "오키! 그러면 다음주에 잘 부탁한다고! 오전만 하면 되니까 금방 끝날꺼야!"
m "「선배는 내가 일을 맡은 것에 기쁜 건지 평상시의 둥실한 표정으로 돌아왔다. 그렇게 난 다음주의 축제 준비를 위해 선배와 같이 빠른 걸음으로 동아리 실로 향하였다.」"
# 퇴장 : 주인공
# 퇴장 : 선배 츄리닝 기본
# 브금 루프 종료 : 기본_3