# Chapter 4 - section 1 script.
###############################

# 배경 전환 : (none) -> campus_ally_day
# 브금 루프 시작 : 여행(travel)

m "「여름방학이 물 흐르듯 빠르게 지나가고 벌써 2학기의 시작을 알리는 개강의 종이 울렸다.」"
m "「그동안 미래 선배와 하린이가 중간중간 나한테 전화하여 어디 같이 가서 놀자는 전화가 오기는 하였지만, 이제 시간을 헛으로 쓸 수 없기 때문에 매번 정중한 거절을 하였다.」"
m "「모든 수업을 마친 후, 나는 방학에 있었던 일을 친구들과 이야기 하며 걸어가고 있었다.」"

# 등장 : 엑스트라 군중(others_black) : 가운데
"친구 A@:~$" "음……. 넌 제정신이 아니구나."
m "어째서?"
"친구 B@:~$" "돌았구만... 연애도 못하고 졸업하려고 그러는거야?"
"친구 C@:~$" "이제 취업을 신경 쓸 때이긴 하지.."
m "오 너만큼은 내 마음을 이해하는구나!"
"친구 C@:~$" "근데 이건 아니지.."
m "왜?!"
"친구 C@:~$" "여자가 어디 같이 가자는 말을 아무한테나 하는 줄 알아?"
"친구 C@:~$" "정말 친한 사이라서 그럴 수도 있는데, 그게 일반적이냐고"
"친구 C@:~$" "얘 군대갔다오더니 순 고자가 다 돼서 왔는데? 주변좀 잘 보고살아 친구야."
m "실없는 소리 말아. 난 집갈래.."
# 퇴장 : 엑스트라 군중(others_black)

# 배경 전환 : campus_ally_day -> campus_backgate_day
m "「고백이라. 그 단어는 여자친구가 한번도 생기지 않은 나에게 생소한 말이였다. 그리고 그 둘이서 나한테 호감이 있다니 그건 생각치도 못한 상황이였다.」"
m "「하린이는 나한테는 귀여운 여동생이고 미래 선배는 듬직하고 믿음직한 선배였을 뿐인데 이러한 관계가 바뀌어 버린다면? 만약 감정이 안좋은 방향으로 바뀐다면?」"
m "「수많은 생각들이 뒤엉켜 내 머리가 지끈거렸다. 조언을 얻기 위해 나는 전화기를 들어 자주 연락하던 전화번호로 전화를 걸었다.」"
# 등장 : 엑스트라1(player_black) : 가운데
"???@:~$" "오 웬일? 너가 전화를 다하고?"
m "시간 있냐?"
"???@:~$" "냐야 뭐 언제든 괜찮지. 이시간에 전화를 다 하네. 또 무슨일이야?"
m "……내 마음을 잘 읽는 다니까 너는…"
"???@:~$" "어디서 볼까?"
# 퇴장 : 엑스트라1(player_black)

# 배경 전환 : campus_backgate_day -> (none)
# 브금 루프 종료 : 여행(travel)