# Chapter 5 - section 2
# + 에필로그

# 배경 전환 : (none) -> restaurant 
# ********************** 레스토랑 배경 새로 만들겠습니다 그냥... 깃허브 / 디코에 720p 사진 올릴 예정입니다.
# 브금 루프 시작 : 행복(happy)


m "「하린이가 데리고 온 레스토랑에는 수많은 고급진 장식품들과 딱봐도 비싼 와인들이 즐비해 있는 곳이였다.」"
m "「메뉴판을 보니.. 0이 4개.. 5개.. 6개.. ?」"
m "「하린이는 그 반응을 예상했는지 메뉴판을 가로채 주문했다.」"

# 등장 : 후배(harin_sweat_general) : 가운데
h2 "선배거도 저랑 같은 코스로 했어요. 괜찮죠?"
m "아니 그게, 가격이,"
h2 "누가 선배 아니랄까봐! 신경 쓰지 마요!! 어차피 선배 취향에 맞춰 음식도 시켰으니까 나오기만을 기다리기만 하면 되니까 편하게 있어요."
m "「하린이는 얼굴을 붉히며 나의 말을 끊었다. 무언가 데자뷰가 일어나는 듯 하였지만 나는 고분히 하린이의 말에 따랐다.」"
m "「그러고 보니 하린이가 나한테 할 말이 있다고 했지?"
m "하린아 그러고 보니…"
h2 "잠만요 선배, 와인은 이걸로 주시고…."
m "「하린이는 내말을 잠깐 멈추게 한 뒤 와인을 시켰다. 얼마 안되어 직원이 와서 와인을 따랐다.」"
m "「잔을 다 따르자 마자 하린이는 잔을 들어 와인을 원샷 했다.」"
m "하린아? 너 차 몰고 왔잖아. 술 마셔도 돼?"
h2 "어차피 사람 시켜서 가져가게 하면 돼요. 그리고 선배 앞에서 술이 들어가지 않으면 제대로 말을 못할거 같아요. 후우."
m "???"
m "「하린이는 입가를 닦고나서 나를 바라보았다. 벌써 술기운이 올라오기 시작하였는지 하린이의 얼굴은 점점 빨개져 갔다.」"
m "「갑자기 무언가 생각 났는지 가방에서 무언가를 꺼내 었다.」"
h2 "자요."
m "「하린이가 내 앞으로 내민건… 이번에 새로 개장한 테마 파크 티켓이였다.」"
m "이건 어떻게 구한거야??? 그리고 이 티켓은…"
h2 "잠만요 선배. 일단 가격이야기는 제쳐두고, 이번에 선배와 같이 가고 싶어서 그래요. 이번주 토요일에 시간 되나요?"
m "일단 스케쥴이 있는지 봐야 할거 같은데…."
h2 "그러면 내일 이야기 해줘요 꼭!"
m "「하린이가 상기된 표정으로 나의 손을 잡고 말하니 나는 차마 거절을 할 수 없었다.」"
m "아 알겠어. 일단… 손좀 놓고…"
m "「하린이는 자신이 무슨 말을 했는지 깨닫자 얼굴이 더더욱 빨개지며 급하게 손을 놓았다.」"
h2 "미안해요 선배, 그래도 술기운이 없으면 이런 말을 못할거 같아서 그랬어요… "
m "「이야기를 마치고 음식이 나오자 후배는 원래의 모습으로 돌아간듯 즐거운 이야기를 나누었다.」"
# 퇴장 : 후배(harin_sweat_general) 
# 배경 전환 : restaurant -> house_players
# 브금 루프 종료 : 행복(happy)

m "「하린이와 헤어지고 집으로 돌아왔다. 차로 꼭 데려다 줘야겠다는걸 한사코 거절했다.」"
m "「며칠전 민재가 해 준 말이 떠올랐다.」"
m "「'친하게 지내던 사람들이 갑자기 예상치 못하는 행동을 한다고? 그럼 너한테 관심있는게 아닌지 생각해봐. 일단 행운을 빌께'」"

m "「보통 하린이는 학교에서 '얼음공주' 라고 불렸다. 그동안 숱한 고백들도 바로 거절할 정도로 이성에 대해서는 냉랭했다.」"
m "「그러나 유독 나한테 만큼은 그런 모습을 그동안 본적이 한 번도 없었다. 오늘 테마파크에 가자는 말, 고백이나 다름없는 것 아닌가?」"
m "「아까 선배와 있었던 일이 머릿속을 스쳤다. 하린이가 보자고 한 날, 미래선배가 보자고 한 날. 날짜가 똑같다.」"
m "「침대에 누워 핸드폰을 만지작 거리며 생각에 잠겼다」"


######################################################################################################################
#분기 5_2_1 -------------------------------------------------------------
m "「나는 내일, 대체 누구를 선택해야 하는걸까?」"
선택지 : 1. 둘 모두 / 2. 윤미래 / 3. 유하린

#------------- '1. 둘 모두' 를 고를경우 ------------------------------------------------------------------------------
m "「2명의 마음을 쉽게 생각하기는 싫다. 지금을 넘긴다 해도 2명중 1명을 선택하는 순간은 다가올 것이다. 」"
m "「나는 그 정도의 인간 쓰레기가 아니다!! 다시 고민하자」"
# 다시 선택지(45행)으로 돌려보내기
#---------------------------------------------------------------------------------------------------------------------


#------------- '2. 윤미래' 을 고를경우 ------------------------------------------------------------------------------
m "「그래 선배의 고백을 받아들이자. 나는 마음속으로 결정한 뒤 내일이 밝기를 기다렸다….」"
# 배경 전환 : house_players -> (none)
m "「………………………..」"
m "「…………………………」"
# 배경 전환 : (none) -> house_players
m "「금요일 아침. 일어나자 마자 선배에게 연락했다.」"
m "「'잠깐 시간 나요 미래 선배?'」"
# 배경 전환 : house_players -> (none)
m "「……………………..」"
m "「………………………」"
# 배경 전환 : (none) -> campus_ally_day
m "「학교 산책로에서 나는 기다리는 선배를 보았다. 다행이도 선배도 나도 금요일에는 강의가 거의 없어 오전에 만날 시간을 만들 수 있었다.」"
m "선배!"
# 등장 : 선배(mirae_sweat_general) : 가운데
m "「미래 선배는 나를 보자 잠깐 멈칫하더니 이내 웃으면서 나한테 손을 흔들었다. 내가 다가가자 선배는 다시 얼굴이 조금씩 빨개지는게 보였다.」"
h1 "그래서… 어떻게 할 생각인데?"
m "선배 그 전에 제가 먼저 말해도 돼요?"
m "「나도 긴장하였는지 딱딱한 말투에 선배도 놀라 나를 쳐다보았다. 그러고 이내 고개를 끄덕였다.」"
m "선배, 그…. 선배를 받아들이기에는 저 한테는 너무 과분해요… 그래도 제가 좋으시다면, 저랑 사귀어 줄래요?"
m "「미래 선배는 나의 얼굴을 잠시동안 쳐다보더니 갑자기 눈물을 흘리기 시작하였다. 나는 조용히 선배를 안으면서 아무말도 하지 않았다. 한참 뒤 선배의 조용한 목소리가 들려왔다.」"
h1 "난 주인공의 고백을 받아서… 너무 좋아….."

# 브금 루프 시작 : 갬동(title)
m "「산책로의 핀 단풍나무들이 우리들을 축복하는지 화려하게 붉은 잎을 휘날렸다.」"
# 퇴장 : 선배(mirae_sweat_general) 
# 배경 전환 :  campus_ally_day -> (none)

# 에필로그 섹션 ############
# 배경 전환 : (none) -> campus_maingate_day
m "「2학기 기말고사가 끝나고 겨울방학이 다가오고 있었다. 오후 수업이 끝나고 학교 정문으로 향했다.」"
m "「저 멀리 입김으로 손을 녹이고 있는 미래 선배가 보였다.」"
m "미래 선배~!"
m "「기다리던 미래 선배는 나를 보더니 행복한 표정으로 다가왔다.」"
h1 "빨리 왔네, [playername]? 지금쯤 수업 끝나서 나오고 있어야 되는거 아니야?"
m "오늘 선배 만나러 가라고 교수님이 빨리 끝내주셨나봐"
h1 "그으래애~? 좋아 그럼 빨리 밥먹으러 가자!"
m "「미래 선배는 내 손을 잡고 빠르게 식당으로 향했다. 바람에 날린 샴푸향이 풍겨왔다.」"
# 배경 전환 : campus_maingate_day -> ENDING_BG
#---------------------------------------------------------------------------------------------------------------------




#------------- '2. 유하린' 을 고를경우 ------------------------------------------------------------------------------
m "「그래 후배의 고백을 받아들이자. 나는 마음속으로 결정한 뒤 내일이 밝기를 기다렸다….」"
# 배경 전환 : house_players -> (none)
m "「………………………..」"
m "「…………………………」"
# 배경 전환 : (none) -> house_players
m "「금요일 아침. 일어나자 마자 선배에게 연락했다.」"
m "「'잠깐 시간 나니, 하린?'」"
# 배경 전환 : house_players -> (none)
m "「……………………..」"
m "「………………………」"

# 배경 전환 : (none) -> campus_bench_day
m "「벤치에서 캔커피를 마시고 있었다. 멀리서 하린이가 들어오는 것이 보였다.」" 
# 등장 : 후배(harin_sweat_general) : 가운데
m "「손을 흔들자 하린이는 나를 보더니 잠깐 멈칫 하였다. 그러고 이내 내 건너편에 앉았다.」"
h2 "어제 죄송해요… 제가 술기운에 그만… 그 어제 일은.."
m "하린아."
m "「내가 잠깐 말을 끊자 하린이는 다시 멈칫하더니 이내 나와 눈이 마주쳤다. 」"
m "말하고 싶은게 있어."
m "「나는 하린이 옆으로 가 앉으면서 이야기를 계속하였다. 」"
m "나한테 넌 정말 과분한 사람이라고 생각해. 그리고 나한테 호감을 가져준걸 정말 고맙게 생각해…. 나라도 정말 괜찮다면, 한 번 만나볼래?"
m "「그 순간 하린이는 갑자기 내 품으로 얼굴을 파묻더니 울기 시작하였다. 나는 조용히 하린이를 감쌌다. 한참 뒤 하린의 목소리가 들려왔다.」"
h2 "전 [playername] 선배의 고백을 받아서 너무 좋아요…."
# 브금 루프 시작 : 갬동(title)
m "「의자 사이로 감돌던 바람이 멎었다. 시간이 멈춘듯 정적으로 온 공간이 가득찼다.」"
# 퇴장 : 후배(harin_sweat_general)
# 배경 전환 :  campus_bench_day -> (none)

# 에필로그 섹션 ####################3
# 배경 전환 : (none) -> campus_maingate_day
m "「2학기 기말고사가 끝나고 겨울방학이 다가오고 있었다. 오후 수업이 끝나고 학교 정문으로 향했다.」"
m "「경차가 한 대 주차돼있어 지나치려고 하는데, 다급한 목소리가 나를 불러세웠다」"
# 등장 : 후배(harin_sweat_general) : 가운데
h2 "선배! 선배! 어디가요!"
m "?? 왜 거기서 나와? 이것도 네 차였어?"
h2 "더있다가 주차딱지 떼이겠어요! 빨리 타요!"
m "하린이가 운전해주는 차는 오랜만인데. 고맙게 탈게"
h2 "출발합니다~~!"
# 퇴장 : 후배(harin_sweat_general)
m "「살짝 열어둔 창문사이로 찬 바람이 새어들었다. 기어위에 올라간 하린의 손에 내 손을 포갰다.」"
# 배경 전환 : campus_maingate_day -> ENDING_BG
#---------------------------------------------------------------------------------------------------------------------