# Chapter 2 - section 2 script.
###############################

# 브금 루프 시작 : 여행
# 배경그림 전환 : none -> 학교 언어의사랑 동아리방
m "「학교 축제 당일, 우리 학교가 축제로 유명한 학교이기 때문에 그만큼 철저히 준비하려는 학생들이 많았다.」"
m "「축제를 즐기려는 외부 학생들도 많이 찾아와 입구에서 줄을 서며 기다리고 있었다. 선배는 새벽부터 학생회 일을 도와주고 있었고 후배도 분주하게 부스 준비하느라 바쁜게 눈에 보였다.」"
m "「우리 부스도 바쁘게 준비하여 막바지에 이르고 있었다. 나는 학생회 사람들과 이야기 하면서 문서를 작성하고 있었다.」"
m "「………………………………….」"

m "「이야기가 끝나고 일을 마치고 난 뒤 나는 부스로 되돌아 왔다. 부원 3명이 설치가 끝나고 의자에 앉아 쉬고 있었다. 」"
m "「나도 옆에 와 책상 옆의 의자에 앉았다.」"
# 등장 : 주인공 : 왼쪽
m "내가 관리 감독 한다고 해도 거의 도와주는게 없긴 하네. 애들아 내가 큰 도움이 못돼서 미안해."
# 등장 : 엑스트라 군중 : 오른쪽
"부원 A@:~$" "에이 괜찮아. 너도 바쁘게 일하는데 뭘. 너도 회장한테 붙잡혀서 하는 거잖아?"
"부원 B@:~$" "나도 놀고 싶었는데 하필이면 제비뽑기에서 흑흑, 새벽부터 하다니 이게 나라냐!"
"부원 C@:~$" "어차피 나중에 교대하는데 무슨 걱정이야. 그냥 잔말 말고 우리 아침밥이나 사와!"
"부원 B@:~$" "이거에도 가위바위보를 지네 흑흑, 이게 나라냐아아아!!"
m "「친구가 구슬픈 외침을 하며 부스 밖으로 뛰쳐나갔다. 나는 그 친구를 속으로 조의를 표하였다. 축제 개방하기에는 잠깐 시간이 남아 휴대폰을 꺼내 수 많은 문자들을 보았다.」"
h1 "「축제 오전조는 다 준비 된거 내가 지나가면서 봤으니까 굳이 답장 안해도 돼! 오후조는 교대하는거 잊지 말고! 그러면 애들아! 재밌게 돌자!  /ㅇㅂㅇ/」"
"서기@:~$" "난 왜 오후조인데????"
"부원@:~$" "제비뽑기에서 진 사람, 아무 말도 하지 마라!"
"서기@:~$" "서기 : 아아아앍! 게다가 [playername]과 교대하면서 총괄 하라고?! 이게 실화인건가?"
"부원@:~$" "하지만 이게 현실입니다 고객님. 오전에 모든걸 즐기시지요"
# 퇴장 : 엑스트라 군중
m "「그렇게 동아리방이 시끌벅적한 문자로 난무한 가운데 후배한테도 문자가 온 걸 보았다.」"
h2 "「선배! 저 부스에 오후부터 있으니까 그 때 와줘요~ 기다리고 있을게요.」"
m "「문자에서 후배의 자신감이 흘러나왔지만 나의 마음속에는 불안감이 흘러나왔다. 설마 사고는 안나겠지…?」"

#효과음 재생 : 방송 시작전 차임벨
"안내방송@:~$" "이제 축제가 시작됩니다. 부스에 있는 학생들은 이제 준비 해 주시길 바랍니다."
# 등장 : 엑스트라 군중 : 오른쪽
"부원 A@:~$" "이제 슬슬 우리도 위치로 돌아가자. 얼른 끝내고 오후에 놀자고!"
"부원 B@:~$" "뭐야?! 인제 밥 사왔는데 밥 먹을 시간도 없는 거야?! 이게 나라냐!!"
m "「그렇게 친구들의 기대와 성난 외침들을 들으며 나도 축제 준비를 하기 시작하였다.」"
# 퇴장 : 주인공
# 퇴장 : 엑스트라 군중
m "「……………………………………………………………….」"
m "「……………………………………………………………….」"

#배경 전환 : 학교 언어의사랑 동아리방 -> 학교 신축건물앞 낮
m "「축제가 한창 진행되고 우리는 오전 마지막 한팀을 체험 시키고 난 뒤 부스 입구에 가림막을 하였다. 」"
# 등장 : 엑스트라 군중 : 오른쪽
"부원 A@:~$" "후, 이제 끝났다. 왜 이렇게 커플들이 많지? 솔로 천국 커플 지옥!!!!"
"부원 B@:~$" "그럴 수 밖에. 애초에 이 게임들이 2명이서 같이 하는 건데 남자 2명이서 하거나 여자 2명이서 하기엔 좀…"
# 등장 : 주인공 : 왼쪽
m "[playername] : 잠깐 시간 남았으니 우리도 해볼까?"
"부원 B@:~$" "단호히 거절 하겠습니다. 우리끼리 하다간 내 멘탈이 남아나지 않을 것 같아. 게다가 이 게임 내용들 보면 더더욱 그러고 싶은 마음이 사라지는걸."
"부원 A@:~$" "그러면 우리중에 주변에 여자가 있는 사람이 있냐?"
m "「친구들은 그말을 하면서 주변을 둘러보다가 시선이 나한테로 향하였다. 나는 당황하면서 고개를 내저었다.」"
m "[playername] : 왜 다들 나를 쳐다보는데?! 너희들도 여사친 있으면서 굳이?"
"부원 B@:~$" "내 여사친들은 남친이 있어서 축제때 나랑 같이 이 게임을 하면…. 뒷말은 무슨 말인지 알지?"
"부원 A@:~$" "우리 둘은 어차피 여자가 없으니 적임자는 너라고"
m "[playername] : 내 주변에 누가 있길래 그러냐"
"부원 B@:~$" "선배와 후배 있잖아? 선배는 애초에 남친이 없는거 모두다 알고 후배도 남자 만나는 사람이 동기들과 너 밖에 없잔아 딱 봐도 사귀는거 아닌거 같구먼."
m "「그들은 서로 말에 동의하면서 다시 나를 쳐다보았다. 아 이거 점점 성가셔 지는데….. 그냥 1명 불러야 하나.」"
m "[playername] : 이제 곧 점심이고 부르는건 실례 아니냐."
"부원 A@:~$" "뭐 어때 불러서 ok 하면 잠깐 같이 하는 거고 아니면 그냥 우리가 겜 한다. 콜?"
"부원 B@:~$" "난 왜 포함되어 있는거냐?!"
m "[playername] : 아 그래그래, 만약 안나오면 너희 2명이서 하는거다?"
# 퇴장 : 주인공
# 퇴장 : 엑스트라 군중
# 배경 전환 : 학교 신축건물앞 낮 -> (none)
# 브금 루프 종료 : 여행