# chapter 4 - section 2

# 배경 전환 : (none) -> campus_bench_night
# 브금 루프 시작 : 슬픔(sad)

m "「심란하거나 고민이 많을 때 오는 이 벤치…. 벌써 여름이 지나가고 가을이 왔는지, 바닥에 낙엽이 가득했다..」"
m "「이 경치를 보면 내 마음과 같은 풍경이라 가만히 쳐다보게 된다.」"
m "「그런 순간을 느끼면서 멍하니 있으면 어느순간 해결책이 생기기도 하지만….. 」"
m "「지금은 어떤 해결책도 떠오르지 않는다.」"

#등장 : player_black : 가운데
"???@:~$" "무슨 생각을 깊게 하는 거야"
m "「이 친구는 남민재. 우연히 초등학교 농구부에서 만나 지금까지 쭉 알고 지낸 소꿉친구이다. 」"
m "「사교성도 좋고 경험한 일도 다양해서, 내가 고민이 있을 때 명쾌한 대답을 내놓아준다. 마음이 놓이는 길잡이 역할을 해주고 있다.」"
m "어… 민재 왔네…"
"남민재@:~$" "뭘 그렇게 고민인 거지? 너가 그렇게 심각한 표정을 지으면서 있는 모습 내가 살면서 처음본다 야"
m "음… 그게 말이지…"
m "「난 그동안 지금까지 미래 선배와 하린이와 지금까지 있었던 일들을 이야기 하였다.」"
m "「그러나 그 친구가 한 말은 정말 충격적이었다.」"
"남민재@:~$" "넌 …. 진짜 …. 찐이다….."
m "아니 왜?"
"남민재@:~$" "음… 너가 아무리 고자라도 이정도는 알거라고 생각 했는데.. 은근 심하네…"
m "알기 쉽게 이야기좀 해봐"
m "「민재는 음료수 캔을 들며 설명하기 시작하였다. 민재의 설명을 통해 나는 그 둘이 나한테 호감이 있다는 것에 다시 한번 놀랐다.」"
m "난 …단지… 일종의 선후배 사이로 생각하고 있었는데."
"남민재@:~$" "지금은 그렇지, 그런데 결국 선택해야 하는 날이 오게 될거야. 잘 생각해봐. 상황을 애매하게 만들지 말고 잘 정리해야지」"
m "「나는 아무말도 못하고 나무 너머의 건물만 바라봤다. 나는 머리가 복잡해져 갔다.」"
#퇴장 : player_black
m "「이야기 들어줘서 고맙다고 이야기하고 난 뒤 일어섰다」"

#배경 전환 : campus_bench_night -> campus_ally_night
m "「아무 생각없이 길을 걸었다.」"

#배경 전환 : campus_ally_night -> (none)
#브금 루프 종료 : 슬픔(sad)
