# chapter 5 - section 1

# 배경 전환 : (none) -> campus_classroom_2
# 브금 루프 시작 : 일반_1(general_1)

m "「별 특별한 일 없이 2학기가 지나가고있었다.」"
m "「우연히 시간표가 겹친건지, 오전에는 미래 선배와, 오후에는 하린이와 같이 수업을 듣고 있다.」"
m "「뭔가.. 이상한데.. 이렇게 겹칠 수가 있는건가?」"
m "「중간고사가 끝난지 얼마 되지 않아, 수업 내내 어수선했다. 수업도 비교적 일찍 끝나 집에 가서 쉬기 위해 빠르게 가방을 챙겼다.」"
h1 "주인공…주인공!"
m "「뒤에서 콕콕 찌르는 느낌이 나더니 선배가 부르는 소리가 났다.」"

#등장 : 선배(mirae_sweat_general) : 가운데
m " 선배, 무슨 일이에요?"
h1 "음 그건 아니고….."
m "「강의실에서 학생들이 빠져나가는 것을 본 미래 선배는 뜸을 들였다.」"
h1 "잠만 여기에서 기달려 줄래?"
m "「나는 영문도 모른채 대답을 하고 선배가 이야기 할 때까지 기다렸다. 선배가 주위 눈치를 보고 있었다.」"
m "「마지막 학생이 나가자 미래선배는 내 옆자리에 와서 앉더니 나한테 무언가를 건네주었다.」"
h1 "자 주인공."
m "어라 이게 뭔데요? 이거, 불꽃 축제 티켓?"
m "「선배가 건네준 티켓은 TV에서 계속해서 방송하던 불꽃 축제 티켓이였다. 연예인의 라인업이 굉장해서 예매하기 힘든 표였다.」"
m "이 티켓, 한정판 아니에요? 게다가 이거 세계에서 유명한 사람들이 오는 축제잖아요? 이 티켓 게다가 추첨식이여서 500 : 1 정도로 알았는데…
h1 "아 [playername] 아니랄까봐! 같이 이번주 토요일날 축제 가자고 주는거야. 어때 같이 갈래?
m "「미래 선배는 내 말을 끊으며 고개를 붉혔다. 나는 잠깐 고민하다가 대답하였다.」"
m "휴일에 스케쥴이 어떻게 될지 잘 모르겠어요. 일단 확인하고 내일 말해 드릴께요."
m "「나의 대답에 미래 선배는 기운이 빠져 보였으나 이내 정신을 차리고 웃으며 대답하였다.」"
h1 "그러면 내일 꼭 답변 주는거다~?"
m "네네 알겠어요. 내일 봬요 선배."
#퇴장 : 선배(mirae_sweat_general)
m "「나는 대답을 미루고 강의실을 나오게 되었다.」"

# 배경 전환 : campus_classroom_2 -> campus_newBuilding_day
#등장 : 엑스트라 군중(others_black) : 가운데
"친구 A@:~$" "뭐냐 뭐냐, 선배가 뭐라 했어?"
m "아니 별거 아니고 축제 구경 가자고."
"친구 B@:~$" "축제라면 요즘 엄청 광고때리는 불꽃축제? 키야, 그래서! 간다고 한거야?"
m "아니, 아직 휴일날 무슨일이 생길지 모르잖아. 내일 이야기 한다고 했어."
"친구 A@:~$" "내일 무조건 YES! 라고 해야지. 너 미래 선배가 남들한텐 얼마나 철벽인줄 알어?"
"친구 B@:~$" "맞아 맞아, 그동안 남자 한 트럭이 와서 미래 선배한테 사귀자고 구애 했지만 냉정하게 다 내쳤단 말이야"
"친구 B@:~$" "그중에서 끈질기게 대쉬 했던 사람에게 한 말이 '너같은건 내 스타일 아니니까 제발 꺼져줄래?' 였다니까!"
"친구 A@:~$" "게다가 주변에서 친근하게 이야기 하는 남자는 너 밖에 없어! "
"친구 A@:~$" "우리 같은 일반인한테는 간단하게만 이야기 하고 끝나는데 너하고는 같이 수업듣고 엉? 동아리실에서 길게 대화나 나누고 엉?
m "뭔 말도안되는. 오래 본 사이라 그렇지 그냥. 너희들도 한번 대쉬해 보던지, 난 잘 모르겠고 집이나 간다"
#퇴장 : 엑스트라 군중(others_black)

# 배경 전환 : campus_newBuilding_day -> campus_maingate_day
m "「친구들의 야유를 뒤로 한 채로 학교 정문을 나섰다. 그리고 선배와 있었던 일들을 되돌아 보았다.」"
m "「그러고 보니 선배과 남자들과 이야기 한 것을 본 적이 없었다. 게다가 친구들이 이야기 하는 것을 되짚어 보기 시작하자 선배의 행동이 다르게 느껴졌다.」"
m "「또한 방금 전 미래 선배가 이야기 하면서 얼굴을 붉힌 것이 이해가 되기 시작하였다. 선배는 용기를 내서 나한테 같이 가자고 고백을 한 것이 되었다.」"
m "「이런 상황들이 맞아 떨어지자 나는 선배를 어떤 모습으로 만나야 할지 고민이 되었다.」"
m "「이런저런 생각을 하며 버스를 기다리는데, 갑자기 검은 양복을 입은 사람들이 내 주변을 둘러쌌다.」"
#등장 : 엑스트라 군중(others_black) : 오른쪽
"의문의 남자@:~$" "저기 혹시 [playername] 맞으신가요?"
m "「그 중 빨간 넥타이를 맨 사람이 나 한테 물어보자, 어디 납치되는 것 아닌가 갑자기 두려워 지기 시작하였다. 게다가 내 이름을 어떻게 아는 거지?」"
m "네….마…맞는데요?"
# 브금 루프 종료 : 일반_1(general_1)
# 브금 루프 시작 : 긴급(emergency)
"의문의 남자@:~$" "잠깐 저희와 같이 가주셔야 겠습니다."
m "저 잘못한게 없는…데요? 제가 잘못한거 있으면 바로 고칠께요! 아..아니 그냥 바로 사과할께요!"
"의문의 남자@:~$" "그런게 아닙니다. 저희만 따라오시면 아무일도 없을 것입니다."
m "「나는 위협적인 남자들이 점점 내 주변을 에워싸면서 협박적인 말투로 답해오자, 무서움이 극에 다해 아무말이나 튀어 나왔다.」"
m "「편하게 집에 가서 생각해 보고 싶었는데 이게 뭐야!!!」"
"???@:~$" "아니 너희들 뭐해!~!!!!!!"
m "「갑자기 뛰어오는 한 고성에 남자들은 움찔 거렸다. 그리고 소리가 나는 방향을 일제히 바라보았다.」"
"???@:~$" "왜 주인공 선배를 데려오라고만 했지 이렇게 에워싸면 절대 안오잖아!"
"의문의 남자@:~$" "아가씨 그게…."
m "「덩치 큰 남자들이 여성한테 아무 말도 못하는걸 보자 드라마나 라노벨에서만 보았던 부잣집 아가씨 포스가 풍겼다. 근데 아가씨가 어디에서 많이 본거 같은데?」"

#등장 : 후배(harin_sweat_general) : 왼쪽
# 브금 루프 종료 : 긴급(emergency)
# 브금 루프 시작 : 어리둥절(what)
m "하린아?"
h2 "선배 미안해요! 좋은 레스토랑에 같이 가서 저녁밥이나 먹고 싶었는데 이런 느낌으로 데려오고 싶지 않았어요! 진짜 미안해요!"
m "「하린은 연신 미안하다고 이야기를 한뒤 주변 남자들을 둘러보면서 얼굴을 찡그렸다. 쩔쩔매어 아무 말도 못하는 사람들이 너무 가관이였다.」"
#퇴장 : 엑스트라 군중(others_black)

m "「나는 정신을 가다듬고 괜찮다고 대답을 하였다. 하린이는 마음이 편치 않아 보였다.」"
h2 "선배 제가 저녁밥을 살께요! 그래도 불편하시다면 내일 만나서 제가 밥이라도 살께요!"
m "괜찬아. 하린이가 밥 사준다고 하니 가볼까? 그리고 신경쓰지마 그 사람들도 이럴려고 한건 아니잖아."
h2 "알겠어요 선배, 그러면 제 차 타고 가죠!"
m "그래 차… 차?!"
m "「하린이는 옆에 있던 큰 스포츠카에 나를 욱여넣듯이 타게 하였다. 그리고는 운전석에 앉아 출발했다.」"
m "「무서운 속도로 달리는 차에서 안전벨트만을 붙잡고 사고만 나지 않길 조용히 빌었다.」"

#퇴장 : 후배(harin_sweat_general) 
# 브금 루프 종료 : 어리둥절(what)
# 배경 전환 : campus_maingate_day -> (none)
